{
    "html_lang": "en",
    "html_dir": "ltr",
    "language_en": "English",
    "language_es": "Español",
    "language_pt_br": "Português Brasileiro",
    "language_ru": "Русская",
    "language_ko": "한국어",
    "language_id": "Indonesian",
    "language_zh": "中文",
    "language_ja": "日本語",
    "language_tr": "Türkçe",
    "language_ar": "Arabic",
    "language_vi": "Tiếng Việt",
    "description": "BBSCoin [BBS] is a cryptocurrency for exchanging virtual credits from forums and websites",
    "keywords": "BBSCoin,coin,cryptocurrency",
    "twitter_title": "BBS is a cryptocurrency for exchanging virtual credits from forums and websites | BBSCoin",
    "navi_home": "Home",
    "navi_technology": "Technology",
    "navi_roadmap": "Roadmap",
    "navi_download": "Download",
    "navi_ecosystem": "Ecosystem",
    "webwallet": "Web Wallet",
    "navi_followus": "Follow Us",
    "navi_forums": "Forums",
    "subtitle_home": " - a cryptocurrency for exchanging virtual credits from forums and websites",
    "subtitle_ecosystem": " - Ecosystem",
    "subtitle_download": " - Download",
    "home_desc": "<strong>Cryptocurrency created for exchanging points from bulletin board systems</strong>",
    "home_desc_below": "Opening the door to user's loyalty on forums and websites.",
    "home_more_btn": "Learn More",
    "home_about_title": "BBSCoin uses CryptoNote technologies to keep transactions and balances secure, helping drive your website successfully.",
    "home_about_desc": "Whether it is the virtual money gained in the forums, points you collected on websites or karmas given by your coworkers. BBSCoin provides a bridge for it to the greater the world.",
    "ring_signatures": "Ring Signatures",
    "ring_signatures_desc": "We leverage Ring Signatures to give you true privacy so you can integrate whatever your need is.",
    "platform": "Platform",
    "platform_desc": "We think a coin by itself means nothing. So an ecosystem and easy to consume API was planned from the beginning.",
    "algo": "Cryptonight Lite v7",
    "algo_desc": "We made the coin easy to mine, so anyone can share a part.",
    "184billion": "184 billion",
    "184billion_desc": "We designed the coin to have a large supply so you will never worry about the fractions.",
    "get_bbscoin": "GET BBSCOIN NOW!",
    "first_half_2018": "2018: First half of year",
    "second_half_2018": "2018: Second half of year",
    "long_term": "2019 - 2020 & future: Long-term<br />(New team members will be revising items below and mark if done.)",
    "done": "Done",
    "desktop_wallet": "Desktop wallet",
    "official_pool": "Official pool",
    "pool_upgrade": "Pool upgrade to support the latest Node.js version",
    "discuz_integration": "Discuz! integration",
    "phpwind_integration": "Phpwind integration",
    "mybb_integration": "myBB integration",
    "smf_integration": "SMF integration",
    "first_exchange_listing": "First exchange listing",
    "difficulty_algorithm_update": "Difficulty algorithm update",
    "cnv7_update": "Cryptonight v7 fork to make BBS ASIC resistance",
    "web_wallet_api": "Web wallet API for integrations",
    "web_wallet_api_doc": "API documentation for web wallet API",
    "internationalization_websites": "Official websites internationalization",
    "web_hook_for_api": "Web hook for web wallet API",
    "update_all_plugins": "Update all the forum plugins to use the web wallet API",
    "increase_adoption": "Increase the adoption of BBS in websites and forums",
    "bounty_program": "Bounty program",
    "new_air_drop": "New air-drop website and second round of air-drop",
    "web_miner_title": "Web Miner",
    "web_miner": "Web miner in the browser",
    "continuous_improving_api": "Continuous improving the API and documentation",
    "continuous_improving_web_wallet": "Continuous improving the processing speed of web wallet",
    "rewrite_desktop_wallet": "Rewrite the desktop wallet",
    "more_exchanges": "More exchanges",
    "android_app": "Android app",
    "iphone_app": "iPhone app",
    "enhanced_integrations": "Enhanced integrations",
    "site_admin_service_platform": "Site admin service platform",
    "learn_more_btn": "WANT TO LEARN MORE?",
    "follow_us_title": "Follow Us!",
    "twitter": "Twitter",
    "bbscoin_twitter": "BBSCoin Twitter",
    "discord": "Discord",
    "bbscoin_discord": "BBSCoin Discord",
    "telegram": "Telegram",
    "bbscoin_telegram": "BBSCoin Telegram",
    "github": "Github",
    "bbscoin_github": "BBSCoin Github",
    "block_explorer": "Block Explorer",
    "pool": "Pool",
    "pools": "Pools",
    "pools_list": "Pools List",
    "whitepaper": "Whitepaper",
    "mining": "Mining",
    "exchanges": "Exchanges",
    "api": "API",
    "crex24": "Crex24",
    "altex.exchange": "Altex.exchange",
    "tradeogre": "TradeOgre",
    "bbs.money": "BBS.money",
    "bbs.money_api": "BBS.money API",
    "windows": "Windows",
    "linux": "Linux",
    "macosx": "macOS",
    "plugins": "Plugins",
    "blockchain": "Blockchain",
    "height": "Height",
    "for_mybb": "For MyBB",
    "for_smf": "For SMF",
    "for_discuz": "For Discuz",
    "for_phpwind": "For PHPWind",
    "for_gnubb": "For GNUBoard",
    "desktop_wallet_x64": "Desktop Wallet x64",
    "command_line_x64": "Command Line x64",
    "wallet_for_ubuntu": "Desktop Wallet for Ubuntu",
    "wallet_for_macos": "Desktop Wallet",
    "cli_for_ubuntu": "Command Line for Ubuntu",
    "cli_for_centos": "Command Line for CentOS",
    "cli_for_macos": "Command Line",
    "whitepaper_url": "https://bbscoin.click/docs/en/Whitepaper_v1.0.0.pdf",
    "firstcryptobank": "FirstCryptoBank",
    "kompler.exchange": "Kompler.exchange",
    "community": "Community",
    "official_forum": "Official Forums",
    "korea_community": "Korea Community",
    "medium": "Medium",
    "bbscoin_medium": "BBSCoin Medium",
    "remote_node_title": "Remote Node",
    "eeofun": "eeo.fun",
    "marketplace": "Marketplace",
    "market": "Market",
    "market_stats": "Market and Prices are gathered every hour.",
    "price": "Price",
    "volume": "BBS Volume(24h)",
    "value": "Value",
    "currency_usd": "USD",
    "currency_btc": "BTC",
    "currency_ltc": "LTC",
    "bbs_onchain": "BBS On-Chain",
    "mining_stats": "Basic Node Statistics",
    "mining_stats_intro": "On this list we will try to explain the basic live statistics you will see around the BBS Coin network of websites like on the main page, the mining pool, and the blockchain explorer.",
    "mining_stats_info": "A <b>BBS Node</b> is a software designed to hold a copy of the BBS blockchain and facilitate transactions.<br /><b>Hash Rate</b> is how much calculating power all miners are using to solve the next block.<br /><b>Height</b> is the number of the last found block. Each block has a batch containing transactions.<br /><b>Diffulty</b> is calculated depending on the <i>Hash Rate</i> to make it harder or easier to find a new block.<br /><b>Reward</b> is the amount of BBS that will be awarded to the mining pool that finds the new block.<br /><b>Emission</b> is the <b>Supply</b> in percentage from the total possible supply of 184,470,000,000.0 BBS.<br /><b>Supply</b> is the amount of BBS calculated to be currently available from mining.<br /><b>Transactions</b> is the amount of transactions that are listed on the blockchain.",
    "mining_stats_hashrate_info": "Current estimated network hash rate. Calculated by current difficulty.",
    "mining_stats_hashrate": "Hash Rate",
    "mining_stats_height_info": "Blockchain height, total amount of blocks starting from zero.",
    "mining_stats_height": "Height",
    "mining_stats_difficulty_info": "Difficulty for next block. Ratio at which at the current hashing speed blocks will be mined with 2 minutes interval.",
    "mining_stats_difficulty": "Difficulty",
    "mining_stats_reward_info": "Current Base Reward (for last mined block).",
    "mining_stats_reward": "Reward",
    "mining_stats_emission_info": "Percent of already emitted coins related to Initial supply before Tail emission.",
    "mining_stats_emission": "Emission",
    "mining_stats_supply_info": "Total BBS supply in circulation.",
    "mining_stats_supply": "Supply",
    "mining_stats_transactions_info": "The number of transactions in the network (excluding coinbase, i.e. reward for mined blocks).",
    "mining_stats_transactions": "Transactions",
    "transactions_stats": "On-Blockchain Transactions",
    "transactions_stats_intro": "This graphic displays the total amount of BBS transfarred per block in a 24 hour lifespan, these are known to be as on-chain or on-blockchain transactions. We have excluded the block reward transactions from this graphic, that is why there are some blocks missing as such blocks had no additional transactions attached to them besides the block reward. Also transactions inside the <a href='/statistics#Exchanges'>exchanges</a> are not recorded on the blockchains as they happen within their system or BBS wallet and are known as off-chain transactions. On-chain transactions do include deposit/withdrawal transfers to/from exchanges and other transfers or movement of BBS coins.",
    "navi_statistics": "Insights",
    "statistics_title": "BBS Coin Insights & Statistics",
    "statistics_graph_note": "NOTE: This graph is temporarily static, please re-load the page to load any changes.",
    "first_half_2020": "2020: Current Development / Ideas / Suggestions",
    "second_half_2020": "2019 - 2020 & future: Long-term<br />(New team members will be revising items below and mark if done.)",
    "blockchain_mysql": "Blockchain live monitoring for mapping of blocks and their transactions on SQL for <a href='https://explorer.bbscoin.click/'>Blockchain Explorer</a> use.",
    "statistics_page": "Statistics page with about BBS Coin information, crypto and market descriptions and stats.",
    "statistics_onchain": "Statistics page to include on-blockchain transactions with an API and documentation. Example chart below(not live):",
    "languages": "Exploring adding support for other languages spoken in the world. Current candidate(s): Hindi, German, Italian, French, Turkish and Vietnamese.",
    "whitepaper_review": "Schadule a revision of the whitepaper for amendments/additions.",
    "community_vote": "Create a voting system for the community to vote for changes/additions/etc.",
    "chart_title": "BBS Coin On-Chain Transactions (Last 24 Hour Blocks)",
    "chart_title_h": "BBS Blockchain Block Height",
    "chart_title_v": "BBS Amount per Transaction",
    "exchanges_intro": "Below are the official exchanges where you may trade BBScoin(BBS). Currently the exchange markets for which BBScoin is traded from/to are Bitcoin(BTC) and Litecoin(LTC) . On this list we included the on-chain transactions volume for comparison view. Normally you will have to make some kind of deposit/transfer to the exchange, either BBScoin you acquired from someone or mining or some other coin you already have that is supported by the exchanges and used to acquire BBS by exchanging them for BTC then using the BTC to exchange for BBS. <!-- The 'Market' listed on each exchange is also a link to the market. -->",
    "what_is_bbs": "About BBS coin",
    "what_is_bbs_intro": "BBS coin is a cryptocurrency with it's own blockchain for transactions, that allows webmasters to offer BBS coins as a point exchange/swap perk on their websites or forums for their members. Members who opt-in can then exchange their BBS coins with other members or withdraw to their own BBS wallet for holding(also known as hodl) or may send it to their account's BBS address on one of the Exchanges where BBS coin is listed on to exchange for other cryptocurrencies like BitCoin(BTC) and LiteCoin(LTC). We use Cryptonight Lite v7 as the algorithm for the software.",
    "what_is_bbs_content": "Because BBS is a coin then it makes it mineable, meaning you could share your computing power with a BBS mining pool(see under ECOSYSTEM) to help find new blocks on the blockchain which holds the records of newly created transactions and help confirm them by verifying the balance of the senders of the transactions with previous blocks. You will get a share of the reward for helping find the next block (Check the current 'Reward' under the next section).",
    "what_is_bbs_continue": "More about BBS coin",
    "what_is_bbs_more": "<div class='row p-5 text-left card text-dark'> <div class='col-20 pb-5 text-center'>Here are some links you may find interesting:</div><div class='col-20'><a href='https://bitcointalk.org/index.php?topic=2861067' target='_blank'>BitcoinTalk.org</a> - BBS Coin Announcement.</div><div class='col-20'><a href='https://www.bbscoin.click/roadmap/#roadmap' target='_blank'>RoadMap</a> - Features BBS Coin has added, in progress and will add.</div><div class='col-20'><a href='https://bbscoin.click/docs/en/Whitepaper_v1.0.0.pdf' target='_blank'>WhitePaper</a> - Technicality of BBS Coin</div><div class='col-20'><a href='https://github.com/bbscoin/bbscoin' target='_blank'>GitHub.com</a> - Website housing the project code.</div><div class='col-20'><a href='https://coinbbs.co' target='_blank'>CoinBBS.co</a> - A community website where points are exchanged for BBS coins.</div></div>",
    "facebook": "Facebook",
    "bbscoin_facebook": "BBSCoin Facebook",
    "reddit": "reddit",
    "bbscoin_reddit": "BBSCoin reddit",
    "listing_votes": "Voting for listings are running right now on: <a href='https://www.southxchange.com/Home/Vote#new-coins' target='_blank'>SouthXchange</a> and <a href='https://bololex.com/voting/' target='_blank'>Bololex</a> exchanges.",
    "pinterest": "Pinterest",
    "bbscoin_pinterest": "BBSCoin Pinterest",
    "home_about_bbst": "BBSCoin is on the Tron network as BBSToken (BBST), which is a opening bridge between BBSCoin and the Tron network and it's token ecosystem. Note: BBSToken is a platform service of BBSCoin, it is NOT a swap.",
    "home_about_bbst_more": "Token was issued on October 15, 2020. An amount of 120 Billion BBST was kept frozen, and currently the amount of 64.470 Billion BBST is available for circulation.",
    "home_plugins": "As BBSCoin is designed for exchanging virtual credits, plugins are available for the following software:",
    "home_plugins_download": "* Plugins may be acquired from our [ DOWNLOAD ] tab.",
    "bbst": "<b>BBSToken</b> is BBSCoin on the Tron blockchain. BBSCoin is a cryptocurrency designed for exchanging virtual credits on websites and forums. BBSToken allows BBSCoin holders a bridge to the Tron network by swap-freezing BBSCoin for BBSToken.",
    "bbst_more": "BBSToken, while on a Tronlink wallet, gives the user portability to take them anywhere without a computer and the mobility to transfer their BBSTokens at any time from any location from where they can access the internet.",
    "bbst_bololex": "<b>BBSToken (<i>BBST</i>)</b> is listed on the Bololex Exchange. An airdrop of 110 Million BBST was completed after a successful listing. Thanks to all who supported the BBSToken listing on Bololex.",
    "bbst_justswap": "<b>Wrapped BBSToken(<i>WBBS</i>)</b> may be swapped on the JustSwap DEX. It is a decentralized exchange from the Tron Foundation which works by the use of blockchain contracts, this way the blockchain itself holds the tokens vs an exchange wallet.",
    "bbst_justswap_more": "The main exchange pair is TRX, but WBBS may be exchanged for any other asset that is on the JustSwap DEX like: USDT, WBTT, WBTC, etc.",
    "bbst_convert_bbst_1": "Bridging the BBSCoin community into the Tron network. BBSCoin holders will be able to swap-freeze coins for tokens, allowing them to reach more exchange markets beyond the usual Bitcoin and Litecoin markets that come with higher exchange requirements and fees. Unspent BBSTokens may be returned to unlock from the Frozen BBSCoins which may be withdrawn.",
    "bbst_convert_bbst_2": "The BBSToken (BBST) was recorded as a TRC-10 token on the Tron Blockchain on: <i>2020-10-14 18:15:18 (UTC)</i><br>Token link on TronScan: <a href='https://tronscan.org/#/token/1003413' target='_blank'>https://tronscan.org/#/token/1003413</a><br> <a href='https://www.bbscoin.click' target='_blank'>BBSCoin</a> was created on 2018-01-17 as a cryptonote coin that is PoW mineable in Cryptonight Lite v7.",
    "bbst_convert_bbst_3": "The current unlocked supply of BBSToken (BBST) is 64.47 Billion BBSToken (BBST). Full supply is 184.47 Billion, the remainder 120 Billion are frozen/locked on the blockchain and will only be unlocked if circulation is needed. There are about <a href='https://www.bbscoin.click/statistics' target='_blank'>110 Billion BBSCoins</a> minted/circulating by mining and it will take about 2 more years of mining to reach 120 Billion since the mining reward reduces every day.",
    "bbst_convert_wbbs_1": "Wrapped BBSToken (WBBS) is an additional swap of BBSToken into a TRC-20 token, which may be used on the <a href='https://justswap.io/#/scan/detail/trx/TB3CjdHfkraU7MJLSQESYPY4U2CMKXi3LB' target='_new'>JustSwap DEX</a> or any other DEX that may support TRC-20 tokens. You must use the DApp Browser or Discover inside Tronlink to open the website and connect Tronlink and use our DApp to swap BBST for WBBS (1:1), just find the [ Swap ] tab.",
    "bbst_convert_wbbs_2": "The Wrapped BBSToken (WBBS) was recorded as a TRC-20 token on the Tron Blockchain on: <i>2020-10-15 22:39:53 (UTC)</i><br>Token link on TronScan: <a href='https://tronscan.org/#/token20/TB3CjdHfkraU7MJLSQESYPY4U2CMKXi3LB' target='_blank'>https://tronscan.org/#/token20/TB3CjdHfkraU7MJLSQESYPY4U2CMKXi3LB</a>",
    "bbst_convert_notice": "<b>NOTICE:</b> When interacting with BBSTokens, please make sure you interact with the ones matching the IDs mentioned above (Token ID: 103413 and Contract: TB3CjdHfkraU7MJLSQESYPY4U2CMKXi3LB). If you were to find other BBSTokens on the Tron Network, please let us know by Joining our Telegram group: @bbstoken (link: <a href='https://t.me/bbstoken' target='_blank'>https://t.me/bbstoken</a>).",
    "bbst_rm_plugins_h": "Forum Websites Plugins/Addons",
    "bbst_rm_plugins_1": "Updates to the plugins are expected to happen and completed within 3 months(End of April 2021).",
    "bbst_rm_plugins_2": "BBSToken to be integrated into the plugins along with API documentation. New addons will be created to cover other popular platforms used for forums and websites.",
    "bbst_rm_plugins_3": "Plugins/Addons: Current versions are only for <a href='https://bbscoin.click/ecosystem/#API' target='_blank'>BBSCoin</a>, BBST Wallet Container to be developed.",
    "bbst_rm_walletd_h": "BBSToken Wallet Container",
    "bbst_rm_walletd_1": "To complete the Plugins/Addons updates to include BBSToken, a wallet container for BBSToken must be developed, and will be designed to use the same commands as the BBSCoin Wallet container (walletd). This way the plugin will re-use the commands vs creating new ones and save content bytes and functions are also re-used. Will have to add a mode for running both BBSCoin and BBSToken, in the case some webmasters would like to do so.",
    "bbst_rm_walletd_2": "Status: Under Engineering Design",
    "bbst_rm-platform_h": "BBSToken Swap-Freeze Platform",
    "bbst_rm-platform_1": "The swap-freeze platform allows BBS holders to deposit BBSCoin to be swap-frozen to circulate BBSToken on a 1:1 ratio and be sent to their Tron wallet address. The BBSCoin will stay swap-frozen on the platform while the user holds/spends BBSTokens. Any BBSToken may be able to return deposite and withdraw BBSCoin back to a BBS wallet. When BBSToken is returned, the BBSToken is uncirculated.",
    "bbst_rm-platform_2": "[ BBSCoin ] ---> [ Platform ] ---> [ BBSToken ] <b class='text-success'>COMPLETED</b><br> [ BBSToken ] ---> [ Platform ] ---> [ BBSCoin ] <b class='text-warning'>NEXT FEATURE</b> <i class='text-info'>(Under construction and testing.)",
    "bbst_rm-platform_3": "How will it work?<br>Create an account on the platform by using the Register link on the top mene and make sure to insert your token address where asked. The Tron wallet address must be of an activated one. You will receive a unique BBSCoin address to make deposits of BBSCoin to it. When deposited, the platform will send you the equivalent amount(1:1) in BBSToken to your recorded Tron Wallet address when the BBSCoin transaction is confirmed on the blockchain. When you return BBSTokens, to the BBSToken main wallet which will appear on the platform, the equivalent amount of BBSCoin is unlocked and you may withdraw it to a BBSCoin Wallet. The main wallet uncirculates the tokens automatically.",
    "bbst_rm-platform_4": "Platform: Go to <a href='https://www.bbstoken.click' target='_blank'>BBSToken.click</a>> use the [ Login | Register ] links located on the menu at the top of page or use the Login with Tronlink button if you have the Tronlink Plugin in your Chrome browser, or open the website 'bbstoken.click' inside your Tronlink wallet's Discovery.",
    "bbst_rm_wbbs_1": "As you may read on the [ BBSCoin <=> BBSToken (BBST) ] section above, the BBSToken(BBST) will deposit-freezed into the Wrapped BBSToken(WBBS) to mint and circulate the WBBS for use in JustSwap or other DEX that may support TRC-20 tokens. The DApp is hosted on this website, so that BBST holders may swap in and out for WBBS.",
    "bbst_rm_wbbs_2": "When you need to swap back WBBS to withdraw BBST, the contract burns an equivalent amount of WBBS from your wallet, and returns the equivalent amount of BBST to your wallet.",
    "bbst_rm_wbbs_3": "[ BBSToken ]>---<[ DApp ]>---<[ Wrapped BBSToken ] <b class='text-success'> COMPLETED</b>",
    "bbst_rm_wbbs_4": "There is no set Supply amount of Wrapped BBSTokens, there is only a matching which is equal to that of BBST deposited into the WBBS contract. This is why there is minting and burning of WBBS, so it only exists as an equal amount of deposited BBST and no extras are around.",
    "bbst_rm_wbbs_5": "Wrapper: Open this website with Tronlink and go to the [ Swap ] tab after connecting it.",
    "bbst_rm_mining_h": "BBSCoin Mining",
    "bbst_rm_mining_1": "The mining pools allows you to acquire BBScoin by helping with the mining of the blocks that carry new transactions on the blockchain. You may send mined BBSCoin to your BBSCoin Wallet or direct deposit them to your BBSCoin wallet address from your BBSToken Swap Platform account and directly receive BBSToken on your Tron wallet address.",
    "bbst_rm_mining_2": "[ BBSCoin Pool ] ---> [ Platform ] ---> [ BBSToken ] <b class='text-success'>COMPLETED</b>",
    "bbst_rm_mining_3": "If you prefer to have the separate BBSCoin wallet, you may download it from <a href='https://www.bbscoin.click/download' target='_blank'>bbscoin.click/download</a>. Please make sure to change it to use the remote node by going to: Settings -> Preferences -> Select: Remote Node, then enter node.bbscoin.click for host and 21204 for port, then click [ SAVE ], wait for it to finish saving, then restart the wallet software. Then you may go to a Mining Pool from the links below and to find the getting started instructions to follow (mining software download is required).",
    "bbst_rm_mining_pools": "Mining Pool(s)",
    "bbst_exchanges_h": "Exchanges",
    "bbst_exchanges_1": "Below are the current listings of BBSToken, Wrapped BBSToken, and BBSCoin. We are pusuing other exchanges, and hope to add them to the list."
}