{
"html_lang": "id",
"html_dir": "ltr",
"language_en":"English",
"language_es":"Español",
"language_pt_br":"Português Brasileiro",
"language_ru":"Русская",
"language_ko":"한국어",
"language_id":"Indonesian",
"language_zh":"中文",
"language_ja":"日本語",
"language_tr":"Türkçe",
"language_ar":"Arabic",
"language_vi":"Tiếng Việt(Sớm)",
"description": "BBSCoin [BBS] adalah cryptocurrency untuk bertukar kredit virtual dari forum dan situs web",
"keywords": "BBSCoin, koin, cryptocurrency",
"twitter_title": "BBSCoin | situs web",
"navi_home": "Rumah",
"navi_technology": "Teknologi",
"navi_roadmap": "Peta jalan",
"navi_download": "Unduh",
"navi_ecosystem": "Ekosistem",
"webwallet": "Dompet Web",
"navi_followus": "Ikuti kami",
"navi_forums": "Forum",
"subtitle_home": " - Cryptocurrency untuk bertukar kredit virtual dari forum dan situs web",
"subtitle_ecosystem": " - Ekosistem",
"subtitle_download": " - Unduh",
"home_desc": "<strong>Cryptocurrency dibuat untuk bertukar poin dari sistem papan buletin</strong>",
"home_desc_below": "Membuka pintu loyalitas pengguna di forum dan situs web.",
"home_more_btn": "Temukan lebih banyak lagi",
"home_about_title": "BBSCoin menggunakan teknologi CryptoNote untuk mengamankan transaksi dan saldo, membantu mendorong situs web Anda dengan sukses.",
"home_about_desc": "Apakah itu uang virtual yang diperoleh di forum, poin yang Anda kumpulkan di situs web atau karma yang diberikan oleh rekan kerja Anda. BBSCoin menyediakan jembatan untuk itu ke dunia yang lebih besar.",
"ring_signatures": "Tanda Tangan Cincin",
"ring_signatures_desc": "Kami memanfaatkan Ring Signatures untuk memberikan privasi kepada Anda sehingga Anda dapat mengintegrasikan apa pun yang Anda butuhkan.",
"platform": "Peron",
"platform_desc": "Kami pikir koin dengan sendirinya tidak berarti apa-apa. Jadi ekosistem dan API yang mudah dikonsumsi sudah direncanakan sejak awal.",
"algo": "Cryptonight Lite v7",
"algo_desc": "Kami membuat koin mudah untuk saya, jadi siapa pun dapat berbagi bagian.",
"184billion": "184 milyar",
"184billion_desc": "Kami merancang koin untuk memiliki persediaan besar sehingga Anda tidak akan pernah khawatir tentang fraksi.",
"get_bbscoin": "DAPATKAN BBSCOIN SEKARANG!",
"first_half_2018": "Paruh pertama tahun",
"second_half_2018": "Paruh kedua tahun",
"long_term": "Jangka panjang",
"done": "Selesai",
"desktop_wallet": "Dompet desktop",
"official_pool": "Kolam resmi",
"pool_upgrade": "Upgrade kolam untuk mendukung versi Node.js terbaru",
"discuz_integration": "Discuz! integrasi",
"phpwind_integration": "Integrasi phpwind",
"mybb_integration": "integrasi myBB",
"smf_integration": "Integrasi SMF",
"first_exchange_listing": "Daftar bursa pertama",
"difficulty_algorithm_update": "Pembaruan algoritma kesulitan",
"cnv7_update": "Cryptonight v7 fork untuk membuat resistensi BBS ASIC",
"web_wallet_api": "API dompet web untuk integrasi",
"web_wallet_api_doc": "Dokumentasi API untuk API dompet web",
"internationalization_websites": "Internasionalisasi situs web resmi",
"web_hook_for_api": "Hook web untuk API dompet web",
"update_all_plugins": "Perbarui semua plugin forum untuk menggunakan API dompet web",
"increase_adoption": "Tingkatkan adopsi BBS di situs web dan forum",
"bounty_program": "Program bounty",
"new_air_drop": "Situs web baru untuk penurunan udara dan putaran udara kedua",
"web_miner_title": "Penambang Web",
"web_miner": "Penambang web di browser",
"continuous_improving_api": "Terus meningkatkan API dan dokumentasi",
"continuous_improving_web_wallet": "Terus meningkatkan kecepatan pemrosesan dompet web",
"rewrite_desktop_wallet": "Tulis ulang dompet desktop",
"more_exchanges": "Lebih banyak pertukaran",
"android_app": "Aplikasi Android",
"iphone_app": "aplikasi iPhone",
"enhanced_integrations": "Integrasi yang ditingkatkan",
"site_admin_service_platform": "Platform layanan admin situs",
"learn_more_btn": "INGIN MEMPELAJARI LEBIH LANJUT?",
"follow_us_title": "Ikuti kami!",
"twitter": "Twitter",
"bbscoin_twitter": "BBSCoin Twitter",
"discord": "Discord",
"bbscoin_discord": "BBSCoin Discord",
"telegram": "Telegram",
"bbscoin_telegram": "BBSCoin Telegram",
"github": "Github",
"bbscoin_github": "BBSCoin Github",
"block_explorer": "Blokir Penjelajah",
"pool": "Kolam",
"pools": "Pools",
"pools_list": "Daftar Pools",
"whitepaper": "Kertas putih",
"mining": "Pertambangan",
"exchanges": "Pertukaran",
"api": "API",
"crex24": "Crex24",
"altex.exchange": "Altex.exchange",
"tradeogre": "TradeOgre",
"bbs.money": "BBS.money",
"bbs.money_api": "BBS.money API",
"windows": "Windows",
"linux": "Linux",
"macosx": "macOS",
"plugins": "Plugins",
"blockchain": "Blockchain",
"height": "Height",
"for_mybb": "For MyBB",
"for_smf": "For SMF",
"for_discuz": "For Discuz",
"for_phpwind": "For PHPWind",
"desktop_wallet_x64": "Dompet Desktop x64",
"command_line_x64": "Garis komando x64",
"wallet_for_ubuntu": "Wallet for Ubuntu",
"wallet_for_macos": "Wallet for macOS",
"cli_for_ubuntu": "CLI for Ubuntu",
"cli_for_centos": "CLI for CentOS",
"cli_for_macos": "CLI for macOS",
"whitepaper_url": "https://bbscoin.click/docs/id/Whitepaper_v1.0.0.pdf",
"firstcryptobank": "FirstCryptoBank",
"kompler.exchange": "Kompler.exchange",
"community": "Komunitas",
"official_forum": "Forum Resmi",
"korea_community": "Komunitas Korea",
"medium": "Medium",
"bbscoin_medium": "BBSCoin Medium",
"remote_node_title": "Remote Node",
"eeofun": "eeo.fun",
"marketplace": "Pasar",
"market": "Pasar",
"market_stats": "Pasar dan Harga dikumpulkan setiap jam.",
"price": "Harga",
"volume": "Volume BBS (24 jam)",
"value": "Nilai",
"currency_usd": "USD",
"currency_btc": "BTC",
"currency_ltc": "LTC",
"bbs_onchain": "BBS On-Chain",
"mining_stats": "Statistik Node Dasar",
"mining_stats_intro": "Pada daftar ini kami akan mencoba menjelaskan statistik langsung dasar yang akan Anda lihat di sekitar jaringan BBS Coin situs web seperti di halaman utama, kumpulan penambangan, dan penjelajah blok rantai.",
"mining_stats_info": "A <b> BBS Node </b> adalah perangkat lunak yang dirancang untuk menyimpan salinan blockchain BBS dan memfasilitasi transaksi. <br /> <b> Hash Rate </b> adalah seberapa banyak daya penghitungan semua penambang gunakan untuk menyelesaikan blok berikutnya. <br /> <b> Tinggi </b> adalah jumlah blok yang ditemukan terakhir. Setiap blok memiliki kumpulan berisi transaksi. <br /> <b> Kesulitan </b> dihitung tergantung pada <i> Hash Rate </i> untuk membuatnya lebih sulit atau lebih mudah untuk menemukan blok baru. <br /> <b> Hadiah </b> adalah jumlah BBS yang akan diberikan kepada penambangan kumpulan yang menemukan blok baru. <br /> <b> Emisi </b> adalah <b> Pasokan </b> dalam persentase dari total kemungkinan pasokan sebesar 184.470.000.000 BBS. <br /> <b> Pasokan </b> adalah jumlah BBS yang dihitung saat ini tersedia dari pertambangan. <br /> <b> Transaksi </b> adalah jumlah transaksi yang terdaftar di blockchain. ",
"mining_stats_hashrate_info": "Perkiraan tingkat hash jaringan saat ini. Dihitung oleh kesulitan saat ini.",
"mining_stats_hashrate": "Tingkat Hash",
"mining_stats_height_info": "Tinggi Blockchain, jumlah total blok mulai dari nol.",
"mining_stats_height": "Tinggi",
"mining_stats_difficulty_info": "Kesulitan untuk blok berikutnya. Rasio di mana pada blok kecepatan hashing saat ini akan ditambang dengan interval 2 menit.",
"mining_stats_difficulty": "Kesulitan",
"mining_stats_reward_info": "Reward Base Saat Ini (untuk blok yang ditambang terakhir).",
"mining_stats_reward": "Penghargaan",
"mining_stats_emission_info": "Persen koin yang sudah dipancarkan terkait dengan pasokan awal sebelum emisi Tail.",
"mining_stats_emission": "Emisi",
"mining_stats_supply_info": "Total pasokan BBS yang beredar.",
"mining_stats_supply": "Pasokan",
"mining_stats_transactions_info": "Jumlah transaksi dalam jaringan (tidak termasuk coinbase, mis. hadiah untuk blok yang ditambang).",
"mining_stats_transactions": "Transaksi",
"transactions_stats": "Transaksi On-Blockchain",
"transactions_stats_intro": "Grafik ini menampilkan jumlah total BBS yang ditransfusikan per blok dalam jangka waktu 24 jam, ini dikenal sebagai transaksi on-chain atau on-blockchain. Kami telah mengecualikan transaksi hadiah blok dari grafik ini, yaitu mengapa ada beberapa blok yang hilang karena blok semacam itu tidak memiliki transaksi tambahan yang melekat padanya selain blok hadiah. Juga transaksi di dalam <a href='/statistics#Exchangees'> exchange </a> tidak dicatat di blockchain saat terjadi dalam sistem mereka atau dompet BBS dan dikenal sebagai transaksi off-chain. Transaksi on-chain termasuk transfer deposit / penarikan ke / dari bursa dan transfer lain atau pergerakan koin BBS. ",
"navi_statistics": "Wawasan",
"statistics_title": "Wawasan & Statistik Koin BBS",
"statistics_graph_note": "CATATAN: Grafik ini sementara statis, muat ulang halaman untuk memuat perubahan apa pun.",
"first_half_2020": "2020: Pengembangan / Gagasan / Saran Saat Ini",
"second_half_2020": "2020: Paruh Kedua Tahun",
"blockchain_mysql": "Blockchain memantau langsung untuk memetakan blok dan transaksi mereka pada SQL untuk penggunaan <a href='https://explorer.bbscoin.click/'> Blockchain Explorer </a>.",
"statistics_page": "Halaman statistik dengan informasi tentang BBS Coin, deskripsi dan statistik pasar crypto.",
"statistics_onchain": "Halaman statistik untuk menyertakan transaksi on-blockchain dengan API dan dokumentasi. Contoh grafik di bawah ini (tidak langsung):",
"languages": "Menjelajahi penambahan dukungan untuk bahasa lain yang digunakan di dunia. Kandidat saat ini: Hindi, Jerman, Italia, Prancis, Turki dan Vietnam.",
"whitepaper_review": "Schadule revisi whitepaper untuk amandemen / penambahan.",
"community_vote": "Buat sistem pemungutan suara untuk komunitas untuk memilih perubahan / penambahan / dll.",
"chart_title": "Volume Transaksi On-Chain BBS Coin (24 Jam)",
"chart_title_h": "BBS Blockchain Block Height",
"chart_title_v": "Jumlah BBS per Transaksi",
"exchanges_intro": "Di bawah ini adalah pertukaran resmi tempat Anda dapat berdagang BBScoin (BBS). Saat ini pasar pertukaran tempat BBScoin diperdagangkan dari / ke adalah Bitcoin (BTC) dan Litecoin (LTC). Dalam daftar ini kami menyertakan on- volume transaksi rantai untuk tampilan perbandingan. Biasanya Anda harus membuat semacam setoran / transfer ke bursa, baik BBScoin yang Anda peroleh dari seseorang atau penambangan atau koin lain yang sudah Anda miliki yang didukung oleh bursa dan digunakan untuk memperoleh BBS oleh menukarnya dengan BTC kemudian menggunakan BTC untuk menukar dengan BBS. <! - 'Pasar' yang tercantum pada setiap pertukaran juga merupakan tautan ke pasar. -> ",
"what_is_bbs": "Tentang koin BBS",
"what_is_bbs_intro": "Koin BBS adalah cryptocurrency dengan blockchain itu sendiri untuk transaksi, yang memungkinkan webmaster untuk menawarkan koin BBS sebagai titik pertukaran / pertukaran poin di situs web atau forum mereka untuk anggota. Anggota yang memilih kemudian dapat menukar BBS mereka koin dengan anggota lain atau menarik ke dompet BBS mereka sendiri untuk memegang (juga dikenal sebagai hodl) atau dapat mengirimkannya ke alamat BBS akun mereka di salah satu Bursa tempat koin BBS terdaftar untuk menukar cryptocurrency lainnya seperti BitCoin (BTC) dan LiteCoin (LTC). Kami menggunakan Cryptonight Lite v7 sebagai algoritma untuk perangkat lunak. ",
"what_is_bbs_content": "Karena BBS adalah koin, maka koin itu dapat ditambang, artinya Anda dapat membagikan kekuatan komputasi Anda dengan kumpulan penambangan BBS (lihat di bawah ECOSYSTEM) untuk membantu menemukan blok baru pada blockchain yang menyimpan catatan transaksi yang baru dibuat dan membantu mengonfirmasi mereka dengan memverifikasi saldo pengirim transaksi dengan blok sebelumnya. Anda akan mendapatkan bagian dari hadiah karena membantu menemukan blok berikutnya (Periksa 'Hadiah' saat ini di bagian berikutnya).",
"what_is_bbs_continue": "Lebih lanjut tentang koin BBS",
"what_is_bbs_more": "<div class='row p-5 text-left card text-dark'> <div class='col-20 pb-5 text-center'> Berikut ini beberapa tautan yang mungkin menarik: </div> <div class = 'col-20'> <a href='https://bitcointalk.org/index.php?topic=2861067' target='_blank'> BitcoinTalk.org </a> - Pengumuman BBS Coin . </div> <div class = 'col-20'> <a href='https://www.bbscoin.click/roadmap/#roadmap' target='_blank'> RoadMap </a> - Fitur BBS Coin telah menambahkan, dalam proses dan akan menambahkan. </div> <div class = 'col-20'> <a href = 'https://bbscoin.click/docs/en/Whitepaper_v1.0.0.pdf' target='_ blank '> WhitePaper </a> - Teknisitas Koin BBS </div> <div class =' ​​col-20 '> <a href='https://github.com/bbscoin/bbscoin/bbscoin' target='_blank'> GitHub .com </a> - Situs web yang menampung kode proyek. </div> <div class = 'col-20'> <a href='https://coinbbs.co' target='_blank'> CoinBBS.co < / a> - Situs web komunitas tempat pertukaran poin dengan koin BBS. </div> </div> ",
"facebook": "Facebook",
"bbscoin_facebook": "BBSCoin Facebook",
"reddit": "reddit",
"bbscoin_reddit": "BBSCoin reddit",
"listing_votes": "Voting untuk listing berjalan sekarang di: <a href='https://www.southxchange.com/Home/Vote#new-coins' target='_blank'> SouthXchange </a> dan <a href='https://bololex.com/voting/' target='_ blank'> Bololex </a> dipertukarkan. ",
"pinterest":"Pinterest",
"bbscoin_pinterest":"BBSCoin Pinterest",
"home_about_bbst": "BBSCoin ada di jaringan Tron sebagai BBSToken (BBST), yang merupakan jembatan pembuka antara BBSCoin dan jaringan Tron dan ekosistem tokennya. Catatan: BBSToken adalah layanan platform BBSCoin, BUKAN swap.",
"home_about_bbst_more": "Token dikeluarkan pada 15 Oktober 2020. Sejumlah 120 Miliar BBST disimpan dibekukan, dan saat ini jumlah 64,470 Miliar BBST tersedia untuk diedarkan.",
"home_plugins": "Karena BBSCoin dirancang untuk bertukar kredit virtual, plugin tersedia untuk perangkat lunak berikut:",
"home_plugins_download": "* Plugin dapat diperoleh dari tab [ UNDUH ] kami.",
"bbst": "<b>BBSToken</b> adalah BBSCoin di blockchain Tron. BBSCoin adalah cryptocurrency yang dirancang untuk bertukar kredit virtual di situs web dan forum. BBSToken memungkinkan pemegang BBSCoin menjembatani ke jaringan Tron dengan membekukan BBSCoin untuk BBSToken.",
"bbst_more": "BBSToken, saat berada di dompet Tronlink, memberi pengguna portabilitas untuk membawanya ke mana saja tanpa komputer dan mobilitas untuk mentransfer BBSToken mereka kapan saja dari lokasi mana pun dari mana mereka dapat mengakses internet.",
"bbst_bololex": "<b>BBSToken (<i>BBST</i>)</b> terdaftar di Bololex Exchange. Airdrop 110 Juta BBST selesai setelah daftar yang sukses. Terima kasih kepada semua yang mendukung daftar BBSToken di Bololex.",
"bbst_justswap": "<b>BBSToken yang dibungkus(<i>WBBS</i>)</b> dapat ditukar di JustSwap DEX. Ini adalah pertukaran terdesentralisasi dari Tron Foundation yang bekerja dengan menggunakan kontrak blockchain, dengan cara ini blockchain itu sendiri menyimpan token vs dompet pertukaran.",
"bbst_justswap_more": "Pasangan pertukaran utama adalah TRX, tetapi WBBS dapat ditukar dengan aset lain yang ada di JustSwap DEX seperti: USDT, WBTT, WBTC, dll.",
"bbst_convert_bbst_1": "Menjembatani komunitas BBSCoin ke dalam jaringan Tron. Pemegang BBSCoin akan dapat menukar koin beku dengan token, memungkinkan mereka untuk menjangkau lebih banyak pasar pertukaran di luar pasar Bitcoin dan Litecoin biasa yang datang dengan persyaratan dan biaya pertukaran yang lebih tinggi. BBSToken yang tidak terpakai dapat dikembalikan untuk membuka kunci dari BBSCoin Beku yang dapat ditarik.",
"bbst_convert_bbst_2": "BBSToken (BBST) tercatat sebagai token TRC-10 di Tron Blockchain pada: <i>2020-10-14 18:15:18 (UTC)</i><br>Tautan Token di TronScan: <a href='https://tronscan.org/#/token/1003413' target='_blank'>https://tronscan.org/#/token/1003413</a><br> <a href='https:/ /www.bbscoin.click' target='_blank'>BBSCoin</a> dibuat pada 17-01-2018 sebagai koin cryptonote yang dapat ditambang PoW di Cryptonight Lite v7.",
"bbst_convert_bbst_3": "Pasokan BBSToken (BBST) yang tidak terkunci saat ini adalah 64,47 Miliar BBSToken (BBST). Pasokan penuh adalah 184,47 Miliar, sisanya 120 Miliar dibekukan/dikunci di blockchain dan hanya akan dibuka jika diperlukan sirkulasi. Ada sekitar <a href='https://www.bbscoin.click/statistics' target='_blank'>110 Miliar BBSCoin</a> yang dicetak/beredar dengan menambang dan perlu sekitar 2 tahun lagi untuk mencapainya 120 Miliar sejak hadiah penambangan berkurang setiap hari.",
"bbst_convert_wbbs_1": "Wrapped BBSToken (WBBS) adalah pertukaran tambahan BBSToken menjadi token TRC-20, yang dapat digunakan pada <a href='https://justswap.io/#/scan/detail/trx/TB3CjdHfkraU7MJLSQESYPY4U2CMKXi3LB' target=' _new'>JustSwap DEX</a> atau DEX lainnya yang mungkin mendukung token TRC-20. Anda harus menggunakan Browser DApp atau Temukan di dalam Tronlink untuk membuka situs web dan menghubungkan Tronlink dan menggunakan DApp kami untuk menukar BBST dengan WBBS (1: 1), cukup temukan tab [ Tukar ].",
"bbst_convert_wbbs_2": "Wrapped BBSToken (WBBS) tercatat sebagai token TRC-20 di Tron Blockchain pada: <i>2020-10-15 22:39:53 (UTC)</i><br>Tautan token di TronScan: <a href='https://tronscan.org/#/token20/TB3CjdHfkraU7MJLSQESYPY4U2CMKXi3LB' target='_blank'>https://tronscan.org/#/token20/TB3CjdHfkraU7MJLSQESYPY4U2CMKXi3LB</a>",
"bbst_convert_notice": "<b>PERHATIKAN:</b> Saat berinteraksi dengan BBSToken, pastikan Anda berinteraksi dengan ID yang cocok dengan ID yang disebutkan di atas (ID Token: 103413 dan Kontrak: TB3CjdHfkraU7MJLSQESYPY4U2CMKXi3LB). Jika Anda menemukan BBSToken lain di Jaringan Tron, beri tahu kami dengan Bergabung ke grup Telegram kami: @bbstoken (tautan: <a href='https://t.me/bbstoken' target='_blank'>https://t.me/bbstoken</a>).",
"bbst_rm_plugins_h": "Plugin/Addons Situs Web Forum",
"bbst_rm_plugins_1": "Pembaruan plugin diharapkan terjadi dan selesai dalam waktu 3 bulan (Akhir April 2021).",
"bbst_rm_plugins_2": "BBSToken untuk diintegrasikan ke dalam plugin bersama dengan dokumentasi API. Addons baru akan dibuat untuk mencakup platform populer lainnya yang digunakan untuk forum dan situs web.",
"bbst_rm_plugins_3": "Plugin/Addons: Versi saat ini hanya untuk <a href='https://bbscoin.click/ecosystem/#API' target='_blank'>BBSCoin</a>, BBST Wallet Container yang akan dikembangkan.",
"bbst_rm_walletd_h": "Wadah Dompet BBSToken",
"bbst_rm_walletd_1": "Untuk menyelesaikan pembaruan Plugin/Addons untuk menyertakan BBSToken, wadah dompet untuk BBSToken harus dikembangkan, dan akan dirancang untuk menggunakan perintah yang sama dengan wadah Dompet BBSCoin (walletd). Dengan cara ini plugin akan menggunakan kembali perintah vs membuat yang baru dan menyimpan byte konten dan fungsi juga digunakan kembali. Harus menambahkan mode untuk menjalankan BBSCoin dan BBSToken, jika beberapa webmaster ingin melakukannya.",
"bbst_rm_walletd_2": "Status: Di Bawah Desain Rekayasa",
"bbst_rm-platform_h": "Platform Pembekuan Swap BBSToken",
"bbst_rm-platform_1": "Platform swap-freeze memungkinkan pemegang BBS untuk menyetor BBSCoin menjadi swap-beku untuk mengedarkan BBSToken dengan rasio 1:1 dan dikirim ke alamat dompet Tron mereka. BBSCoin akan tetap dibekukan swap di platform saat pengguna memegang/menghabiskan BBSTokens. Setiap BBSToken mungkin dapat mengembalikan deposit dan menarik BBSCoin kembali ke dompet BBS. Ketika BBSToken dikembalikan, BBSToken tidak diedarkan.",
"bbst_rm-platform_2": "[ BBSCoin ] ---> [ Platform ] ---> [ BBSToken ] <b class='text-success'>SELESAI</b><br> [ BBSToken ] ---> [ Platform ] ---> [ BBSCoin ] <b class='text-warning'>Fitur berikutnya</b> <i class='text-info'>(Sedang dibangun dan diuji.)",
"bbst_rm-platform_3": "Bagaimana cara kerjanya?<br>Buat akun di platform dengan menggunakan tautan Daftar di mene atas dan pastikan untuk memasukkan alamat token Anda di tempat yang diminta. Alamat dompet Tron harus dari alamat yang diaktifkan. Anda akan menerima alamat BBSCoin unik untuk melakukan deposit BBSCoin ke alamat tersebut. Saat disetorkan, platform akan mengirimkan Anda jumlah yang setara (1:1) di BBSToken ke alamat Tron Wallet Anda yang tercatat saat transaksi BBSCoin dikonfirmasi di blockchain. Saat Anda mengembalikan BBSTokens, ke dompet utama BBSToken yang akan muncul di platform, jumlah BBSCoin yang setara akan terbuka dan Anda dapat menariknya ke Dompet BBSCoin. Dompet utama mengedarkan token secara otomatis.",
"bbst_rm-platform_4": "Platform: Buka <a href='https://www.bbstoken.click' target='_blank'>BBSToken.click</a>> gunakan [ Login | Daftar ] tautan yang terletak di menu di bagian atas halaman atau gunakan tombol Masuk dengan Tronlink jika Anda memiliki Plugin Tronlink di browser Chrome Anda, atau buka situs web 'bbstoken.click' di dalam Discovery dompet Tronlink Anda.",
"bbst_rm_wbbs_1": "Seperti yang Anda baca di bagian [ BBSCoin <=> BBSToken (BBST) ] di atas, BBSToken(BBST) akan dibekukan deposit ke dalam Wrapped BBSToken(WBBS) untuk mencetak dan mengedarkan WBBS untuk digunakan di JustSwap atau DEX lainnya yang mungkin mendukung token TRC-20. DApp di-host di situs web ini, sehingga pemegang BBST dapat bertukar masuk dan keluar untuk WBBS.",
"bbst_rm_wbbs_2": "Saat Anda perlu menukar kembali WBBS untuk menarik BBST, kontrak membakar jumlah WBBS yang setara dari dompet Anda, dan mengembalikan jumlah yang setara dari BBS ke dompet Anda.",
"bbst_rm_wbbs_3": "[ BBSToken ]>---<[ DApp ]>---<[ Wrapped BBSToken ] <b class='text-success'> SELESAI</b>",
"bbst_rm_wbbs_4": "Tidak ada jumlah Pasokan BBSToken yang Dibungkus, hanya ada kecocokan yang setara dengan BBS yang disetorkan ke dalam kontrak WBBS. Inilah sebabnya mengapa ada pencetakan dan pembakaran WBBS, jadi itu hanya ada sebagai jumlah yang sama dari BBST yang disetor dan tidak ada tambahan.",
"bbst_rm_wbbs_5": "Wrapper: Buka situs web ini dengan Tronlink dan buka tab [ Swap ] setelah menghubungkannya.",
"bbst_rm_mining_h": "Penambangan BBSCoin",
"bbst_rm_mining_1": "Kolam penambangan memungkinkan Anda memperoleh BBScoin dengan membantu penambangan blok yang membawa transaksi baru di blockchain. Anda dapat mengirim BBSCoin yang ditambang ke Dompet BBSCoin Anda atau langsung menyetorkannya ke alamat dompet BBSCoin Anda dari akun Platform Swap BBSToken Anda dan langsung menerima BBSToken di alamat dompet Tron Anda.",
"bbst_rm_mining_2": "[ Kumpulan BBSCoin ] ---> [ Platform ] ---> [ BBSToken ] <b class='text-success'>SELESAI</b>",
"bbst_rm_mining_3": "Jika Anda lebih suka memiliki dompet BBSCoin terpisah, Anda dapat mengunduhnya dari <a href='https://www.bbscoin.click/download' target='_blank'>bbscoin.click/download</a>. Pastikan untuk mengubahnya untuk menggunakan remote node dengan masuk ke: Settings -> Preferences -> Pilih: Remote Node, lalu masukkan node.bbscoin.click untuk host dan 21204 untuk port, lalu klik [ SAVE ], tunggu sampai selesai menyimpan, kemudian restart perangkat lunak dompet. Kemudian Anda dapat pergi ke Mining Pool dari tautan di bawah ini dan untuk menemukan petunjuk memulai yang harus diikuti (diperlukan unduhan perangkat lunak pertambangan).",
"bbst_rm_mining_pools": "Kolam Penambangan",
"bbst_exchanges_h": "Pertukaran",
"bbst_exchanges_1": "Di bawah ini adalah daftar Token BBS, Token BBS Terbungkus, dan BBSCoin saat ini. Kami mendorong pertukaran lain, dan berharap untuk menambahkannya ke daftar."
}